tap "aspnet/dnx"
tap "buo/cask-upgrade"
tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "ggpeti/rmrec"
tap "go-delve/delve"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/tex"
tap "homebrew/versions"
tap "jasonmp85/iwyu"
tap "manastech/crystal"
tap "mopidy/mopidy"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rodpl/contrib"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "gettext"
brew "pixman"
brew "icu4c"
brew "adwaita-icon-theme"
brew "afl-fuzz"
brew "libyaml"
brew "sqlite"
brew "python"
brew "ansible"
brew "ascii"
brew "boost"
brew "docbook"
brew "asciidoc"
brew "asciinema"
brew "aspell", args: ["with-lang-nl"]
brew "astyle"
brew "autoconf"
brew "automake"
brew "cabal-install"
brew "ccat"
brew "certbot"
brew "cgdb"
brew "chromaprint"
brew "clang-format"
brew "cloog"
brew "cmatrix"
brew "conan"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "cppunit"
brew "cscope"
brew "curl"
brew "dep"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "eigen"
brew "entr"
brew "exercism"
brew "extract_url"
brew "eye-d3"
brew "faac"
brew "ffind"
brew "libogg"
brew "opus"
brew "xvid"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "flow"
brew "fpp"
brew "fzf"
brew "gawk"
brew "gcal"
brew "gcc@7"
brew "gdb"
brew "gist"
brew "git", args: ["with-curl", "with-openssl"]
brew "git-lfs"
brew "git-quick-stats"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "glide"
brew "gmp@4"
brew "gnu-sed"
brew "gnu-time"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "python@2"
brew "gpg-agent"
brew "gpm"
brew "gputils"
brew "gradle"
brew "libtool"
brew "grep"
brew "gsl"
brew "gst-plugins-bad", args: ["with-faad2", "with-libmms", "with-opus"]
brew "gst-plugins-good"
brew "gst-plugins-ugly", args: ["with-mad", "with-two-lame"]
brew "gst-python", args: ["with-python@2", "without-python"]
brew "gtk+"
brew "gtk+3"
brew "hr"
brew "ncurses"
brew "htop", args: ["with-ncurses"]
brew "icdiff"
brew "little-cms2"
brew "openjpeg"
brew "imagemagick"
brew "iperf"
brew "ipfs"
brew "ipython"
brew "irrlicht"
brew "isl@0.12"
brew "isl@0.14"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "json-glib"
brew "kakoune"
brew "less", args: ["with-pcre"]
brew "libevent"
brew "libfreenect"
brew "libident"
brew "libmpdclient"
brew "libpcl"
brew "libsigsegv"
brew "libsndfile"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libwebsockets"
brew "links"
brew "luajit"
brew "luarocks"
brew "lzo"
brew "mad"
brew "make", args: ["with-default-names"]
brew "makedepend"
brew "mercurial"
brew "minimal-racket"
brew "mit-scheme"
brew "mitmproxy"
brew "mongodb"
brew "mono", link: false
brew "mosh"
brew "mpc"
brew "msgpack"
brew "tokyo-cabinet"
brew "mutt"
brew "ncmpcpp"
brew "unibilium"
brew "neovim"
brew "nethack"
brew "ngircd"
brew "ngrep"
brew "nim"
brew "nmap"
brew "node"
brew "nopoll"
brew "ntfs-3g"
brew "numpy", link: false
brew "opencv@2", link: true
brew "opus-tools"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "pup"
brew "pypy"
brew "qt"
brew "radare2"
brew "rapidjson"
brew "rename"
brew "rethinkdb"
brew "rlwrap"
brew "s-lang"
brew "sdcc", args: ["HEAD"]
brew "sdl"
brew "sl"
brew "sox"
brew "spark"
brew "streamlink"
brew "tcpdump"
brew "terminal-notifier"
brew "testdisk"
brew "texi2html"
brew "texinfo"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "tty-clock"
brew "typespeed"
brew "unrar"
brew "uptimed", restart_service: true
brew "utf8proc"
brew "w3m"
brew "watch"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "wine"
brew "winetricks"
brew "youtube-dl"
brew "esphen/wsta/wsta"
brew "jasonmp85/iwyu/iwyu"
brew "manastech/crystal/crystal-lang"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-glib"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "borgbackup"
cask "cantata"
cask "ccleaner"
cask "cyberduck"
cask "dat"
cask "discord"
cask "dolphin"
cask "dotnet"
cask "firefox"
cask "flux"
cask "keeweb"
cask "kid3"
cask "love"
cask "minecraft"
cask "mono-mdk"
cask "mpv"
cask "ngrok"
cask "obs"
cask "openemu"
cask "origin"
cask "skype"
cask "streamlink-twitch-gui"
cask "teamviewer"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "warsow"
